Repository: InfotelGLPI/manageentities
Catalog: locales/*.po
Languages: es_ec, ru_ru

source: Please fill the contract period end date.
es_ec: Por favor, Indique la fecha de finalización del contrato.
ru_ru: Пожалуйста, заполните дату окончания периода контракта.

source: Please fill the contract period begin date.
es_ec: Por favor, indique la fecha de inicio del contrato.
ru_ru: Пожалуйста, заполните дату начала периода контракта.

source: Save the intervention report
es_ec: Guardar el informe de intervención
ru_ru: Сохранить отчет о вмешательстве

source: Intervention task
es_ec: Tarea de la intervención
ru_ru: Задача вмешательства

source: Linked interventions
es_ec: Intervenciones vinculadas
ru_ru: Связанные вмешательства

source: Impossible action as an intervention report exists
es_ec: Acción imposible al existir un informe de intervención
ru_ru: Невозможное действие, так как существует отчет о вмешательстве

source: Crossed time (itinerary including)
es_ec: Tiempo transcurrido (incluido el trayecto)
ru_ru: Пересеченное время (включая маршрут)

source: Intervention with contract
es_ec: Intervención con contrato
ru_ru: Вмешательство с контрактом

source: Associated ticket
es_ec: Caso asociado
ru_ru: Связанный тикет

source: Associated intervention reports
es_ec: Informes de intervención asociados
ru_ru: Связанные отчеты о вмешательствах

source: All reports
es_ec: Todos los reportes
ru_ru: Все отчеты

source: Contract number
es_ec: Número de contrato
ru_ru: Номер контракта

source: Intervention of contract
es_ec: Intervención de contrato
ru_ru: Вмешательство контракта

source: Object of intervention
es_ec: Objeto de la intervención
ru_ru: Объект вмешательства

source: Applied daily rate
es_ec: Tarifa diaria aplicada
ru_ru: Применяемая дневная ставка

source: Applied hourly rate
es_ec: Tarifa por hora aplicada
ru_ru: Применяемая почасовая ставка

source: To compute
es_ec: Recuento
ru_ru: Для расчета

source: Periods of contract
es_ec: Periodos de contrato
ru_ru: Периоды контракта

source: Ticket not validated
es_ec: Caso no validado
ru_ru: Тикет не подтвержден

source: Type of service contract missing
es_ec: Falta el tipo de contrato de servicios
ru_ru: Отсутствует тип контрактной услуги

source: Intervention periods of contract
es_ec: Períodos de intervención del contrato
ru_ru: Периоды вмешательства контракта

source: of this intervention
es_ec: de esta intervención
ru_ru: этого вмешательства

source: Applied rate
es_ec: Tarifa aplicada
ru_ru: Применяемая ставка

source: Total yearly consumption
es_ec: Consumo total anual
ru_ru: Общее годовое потребление

source: Estimated number of remaining days
es_ec: Número estimado de días restantes
ru_ru: Оценочное количество оставшихся дней

source: No interventions in the dates of the period
es_ec: Ninguna intervención en las fechas del periodo
ru_ru: Нет вмешательств в даты периода

source: Consumption
es_ec: Consumo
ru_ru: Потребление

source: Associate to a contract
es_ec: Asociado a un contrato
ru_ru: Привязать к контракту

source: With contrat
es_ec: Con contrato
ru_ru: С контрактом

source: No active contracts
es_ec: Sin contratos activos
ru_ru: Нет активных контрактов

source: Created by
es_ec: Creado el
ru_ru: Создано

source: in
es_ec: a las
ru_ru: в

source: Request number of associated help
es_ec: Solicitar número de ayuda asociada
ru_ru: Номер запроса связанной помощи

source: Technician
es_ec: Técnico
ru_ru: Техсотрудник

source: Intervention date
es_ec: Fecha de Intervención
ru_ru: Дата вмешательства

source: Year
es_ec: Año
ru_ru: Год

source: From
es_ec: Desde el
ru_ru: С

source: To
es_ec: Hasta el
ru_ru: По

source: Society name
es_ec: Denominación social
ru_ru: Название компании

source: Person in charge
es_ec: Persona responsable
ru_ru: Ответственное лицо

source: Help on contract
es_ec: Soporte dentro de contrato
ru_ru: Помощь по контракту

source: Wording of the activities
es_ec: Formulación de las actividades
ru_ru: Формулировка действий

source: Date of
es_ec: Fecha de
ru_ru: Дата

source: Hour of
es_ec: Hora de
ru_ru: Час

source: Crossed time
es_ec: Tiempo de esfuerzo
ru_ru: Пересеченное время

source: (in days)
es_ec: (en días)
ru_ru: (в днях)

source: (in hours)
es_ec: (en horas)
ru_ru: (в часах)

source: Travel (in days)
es_ec: Movilización (en días)
ru_ru: Путешествие (в днях)

source: Travel
es_ec: Movilización
ru_ru: Путешествие

source: Total (in days)
es_ec: Total (en días)
ru_ru: Итого (в днях)

source: Total (in hours)
es_ec: Total (en horas)
ru_ru: Итого (в часах)

source: Detail of work done
es_ec: Detalle del trabajo realizado
ru_ru: Детали выполненной работы

source: Customer comments
es_ec: Comentarios del cliente
ru_ru: Комментарии клиента

source: Customer stamp
es_ec: Sello del cliente
ru_ru: Штамп клиента

source: Customer Visa
es_ec: Firma del cliente
ru_ru: Виза клиента

source: Page
es_ec: Página
ru_ru: Страница

source: on
es_ec: de
ru_ru: на

source: Select an existing price
es_ec: Seleccionar un precio existente
ru_ru: Выберите существующую цену

source: Remaining days number by opened client contracts
es_ec: Número de días restantes por contratos de clientes abiertos
ru_ru: Количество оставшихся дней по открытым клиентским контрактам

source: Client annuary
es_ec: Anualidad del cliente
ru_ru: Клиентский справочник

source: Tickets without CRI
es_ec: Casos sin Informe de Intervención
ru_ru: Тикеты без CRI

source: Interventions with old contract
es_ec: Intervenciones con contrato antiguo
ru_ru: Вмешательства с устаревшими контрактами

source: Opened contract prestations without remaining days
es_ec: Prestaciones contractuales abiertas sin días restantes
ru_ru: Открытые услуги по контракту без оставшихся дней

source: Team
es_ec: Equipo
ru_ru: Команда

source: Prestation
es_ec: Prestación
ru_ru: Предоставление

source: Plugin is not activated
es_ec: El plugin no está activado
ru_ru: Плагин не активирован

source: Client
es_ec: Cliente
ru_ru: Клиент

source: Not billed intervention
es_ec: Intervención no facturada
ru_ru: Не оплаченное вмешательство

source: Add an unbilled intervention
es_ec: Añadir una intervención no facturada
ru_ru: Добавить невыписанное вмешательство

source: You cannot add an intervention on this entity
es_ec: No puedes agregar una intervención en esta entidad
ru_ru: Нельзя добавить вмешательство в эту организацию

source: Is billed
es_ec: Sí se factura
ru_ru: Оплачено

source: Select
es_ec: Seleccionar
ru_ru: Выбрать

source: Client management
es_ec: Gestión de cliente
ru_ru: Управление клиентами

source: General follow-up
es_ec: Seguimiento general
ru_ru: Общий мониторинг

source: Monthly follow-up
es_ec: Seguimiento mensual
ru_ru: Ежемесячный мониторинг

source: Data administrative
es_ec: Datos administrativos
ru_ru: Административные данные

source: Accounts
es_ec: Cuentas
ru_ru: Счета

source: References
es_ec: Referencias
ru_ru: Ссылки

source: Portal
ru_ru: Портал

# button
source: Update logo
es_ec: Actualizar logo
ru_ru: Обновить логотип

# button
source: Update administrative data
es_ec: Actualizar datos administrativos
ru_ru: Обновить административные данные

source: Logo
ru_ru: Логотип

source: Contract present
es_ec: Contrato presente
ru_ru: Контракт в наличии

source: Last visit
es_ec: Última visita
ru_ru: Последний визит

source: Subtotal
ru_ru: Промежуточный итог

source: Total initial credit
es_ec: Total del crédito inicial
ru_ru: Общий начальный кредит

source: Total Guaranteed package
es_ec: Total de Garantía
ru_ru: Общий гарантированный пакет

source: of period of contract
es_ec: del periodo de contrato
ru_ru: периода контракта

source: Business
es_ec: Negocio
ru_ru: Бизнес

source: GANTT
ru_ru: ГАНТТ

source: Please wait
es_ec: Por favor esperar
ru_ru: Пожалуйста, подождите

source: Nothing to display
es_ec: Nada para mostrar
ru_ru: Нечего отображать

source: Generate report intervention
es_ec: Generar informe de intervención
ru_ru: Сгенерировать отчет о вмешательстве

source: Generate Intervention report
es_ec: Generar informe de intervención
ru_ru: Сгенерировать отчет о вмешательстве

source: Ticket informations
es_ec: Información sobre los Casos
ru_ru: Информация о тикете

source: Predefined task informations
es_ec: Información sobre tareas predefinidas
ru_ru: Предопределенная информация о задачах

source: Accomplished tasks informations
es_ec: Información sobre las tareas realizadas
ru_ru: Информация о выполненных задачах

source: Add this Task
es_ec: Agregar esta Tarea
ru_ru: Добавить эту задачу

source: Content, end and begin date are mandatory for a task !
es_ec: ¡El contenido, la fecha de finalización y la fecha de inicio son obligatorios para una tarea!
ru_ru: Содержание, дата окончания и начала обязательны для задачи!

source: Task category must be defined
es_ec: Debe definirse la categoría de la tarea
ru_ru: Категория задачи должна быть определена

source: End date must be after the begin date !
es_ec: ¡La fecha final debe ser posterior a la fecha inicial!
ru_ru: Дата окончания должна быть позже даты начала!

source: Description
es_ec: Descripción
ru_ru: Описание

source: Technician as assigned
es_ec: Técnico asignado
ru_ru: Техник назначен

source: Non-accomplished tasks informations
es_ec: Información sobre tareas no completadas
ru_ru: Информация о невыполненных задачах

# button
source: Generate
es_ec: Crear
ru_ru: Сгенерировать

source: User affected
es_ec: Usuario afectado
ru_ru: Затронутый пользователь

source: No stakeholders have been affected yet.
es_ec: Todavía no se ha visto afectada ninguna parte interesada.
ru_ru: Никакие заинтересованные стороны еще не были затронуты.

source: Affected to
es_ec: Afectada a
ru_ru: Затронутый в

source: Delete
es_ec: Eliminar
ru_ru: Удалить

source: This action is irreversible. Continue ?
es_ec: Esta acción es irreversible. ¿Continuar?
ru_ru: Это действие необратимо. Продолжить?

source: Current stakeholder
es_ec: Partes interesadas actuales
ru_ru: Текущая заинтересованное лицо

source: No skateholders have been affected yet.
es_ec: Todavía no se ha visto afectada ninguna parte interesada.
ru_ru: Никакие заинтересованные стороны еще не были затронуты.

source: Add skateholders
es_ec: Añadir partes interesadas
ru_ru: Добавить заинтересованные стороны

source: To present an invoice
es_ec: Para presentar una factura
ru_ru: Представить счет

source: In progress
es_ec: En progreso
ru_ru: В процессе

source: Warning : There are supplementary interventions which depends on a prestation with a earlier end date
es_ec: Advertencia: hay intervenciones suplementarias que dependen de un precontrato cuya fecha de finalización es anterior
ru_ru: Внимание: есть дополнительные вмешательства, которые зависят от услуги с более ранней датой окончания.

source: Remaining on
es_ec: Permanecer en
ru_ru: Осталось

source: Production
es_ec: Producción
ru_ru: Производство

source: Current skateholder
es_ec: Partes interesadas actuales
ru_ru: Текущая заинтересованное лицо

source: Total production
es_ec: Producción total
ru_ru: Общая продукция

source: Exceeding
es_ec: Exceder
ru_ru: Превышение

source: State of intervention
es_ec: Estado de intervención
ru_ru: Состояние вмешательства

source: Launch the plugin Entities portal with GLPI launching
es_ec: Inicie el plugin Portal de entidades con el lanzamiento de GLPI
ru_ru: Запуск плагина Портал организаций с запуском GLPI

source: Status list contract for the general monitoring
es_ec: Contrato de lista de control general
ru_ru: Контракт со списком состояний для общего мониторинга

source: Default list of Business for the general monitoring
es_ec: Lista de empresas predeterminadas para la supervisión general
ru_ru: Список предприятий по умолчанию для общего мониторинга

source: Default list of companies for the general monitoring
es_ec: Lista de empresas predeterminada para el control general
ru_ru: Список предприятий по умолчанию для общего мониторинга

source: Warning : If there are more than one plugin which be loaded at startup, then only the first will be used
es_ec: Advertencia: Si hay más de un complemento que se carga al inicio, solo se usará el primero
ru_ru: Предупреждение: Если при запуске загружается более одного плагина, то будет использоваться только первый

source: Right management
es_ec: Gestión de derechos
ru_ru: Управление правами

source: Total moving package
es_ec: Paquetes movidos en total
ru_ru: Полный пакет документов для перемещения

source: Total time of the tasks of a category
es_ec: Tiempo total de las tareas de una categoría
ru_ru: Общее время выполнения заданий в категориях

source: Daily schedule
es_ec: Programa diario
ru_ru: Ежедневное расписание

source: Time justified
es_ec: Tiempo justificado
ru_ru: Оправданное время

source: % of time justified
es_ec: % de tiempo justificado
ru_ru: % оправданного времени

source: Management of task category
es_ec: Gestión de categorías de tareas
ru_ru: Управление категорией задач

source: Use for calculation of intervention report
es_ec: Utilización para el cálculo del informe de intervención
ru_ru: Используйте для расчета отчета о вмешательстве

source: Client planning
es_ec: Planificación de clientes

source: Associated interventions
es_ec: Intervenciones asociadas

source: Processed interventions
es_ec: Intervenciones procesadas

source: To be processed interventions
es_ec: Intervenciones a procesar
