Repository: InfotelGLPI/manageentities
Catalog: locales/*.po
Languages: es_ec, ru_ru

source: Urgent intervention
es_ec: Intervención urgente
ru_ru: Срочное вмешательство

source: Scheduled intervention
es_ec: Intervención programada
ru_ru: Запланированное вмешательство

source: Study and advice
es_ec: Estudio y asesoramiento
ru_ru: обучение и консультация

source: Intervention type
es_ec: Tipo de intervención
ru_ru: Тип вмешательства

source: State of contract
es_ec: Estado del contrato
ru_ru: Состояние контракта

source: Manage your contracts
es_ec: Administra tus contratos
ru_ru: Управление вашими контрактами

source: Intervention report
es_ec: Informe de intervención
ru_ru: Отчет о вмешательстве

source: Report on the movement of technicians
es_ec: Informe sobre la movilización de técnicos
ru_ru: Отчет о перемещении техперсонала

source: Report concerning the occupation of the technicians
es_ec: Informe sobre la ocupación de los técnicos
ru_ru: Отчет, касающийся занятий техперсонала

source: Entities portal
es_ec: Portal de entidades
ru_ru: Портал организаций

source: Please add this contact before adding another.
es_ec: Por favor, finalice este contacto antes de añadir otro.
ru_ru: Пожалуйста, добавьте этот контакт перед добавлением другого.

source: Please add this intervention before adding another.
es_ec: Por favor, finalice esta intervención antes de añadir otra.
ru_ru: Пожалуйста, добавьте это вмешательство перед добавлением другого.

source: Update all previous elements
es_ec: Actualice los elementos previos
ru_ru: Обновить все предыдущие элементы

source: Thanks to select a intervention type
es_ec: Por favor, seleccione un tipo de intervención
ru_ru: Пожалуйста, выберите тип вмешательства

source: Stakeholder successfully updated.
es_ec: Interesado actualizado con éxito.
ru_ru: Заинтересованная сторона успешно обновлена.

source: An error happened while saving the data.
es_ec: Ha ocurrido un error mientras se guardaban los datos.
ru_ru: Произошла ошибка при сохранении данных.

source: Informations successfully added.
es_ec: Información añadida correctamente.
ru_ru: Информация успешно добавлена.

source: All fields are not correctly filled.
es_ec: No todos los campos fueron correctamente digitados.
ru_ru: Все поля заполнены некорректно.

source: Informations successfully deleted.
es_ec: Informaciones apagadas con suceso.
ru_ru: Информация успешно удалена.

source: An error happened while deleting the data.
es_ec: Ha ocurrido un error cuando se borraban los datos.
ru_ru: Произошла ошибка при удалении данных.

source: Number of hours by day
es_ec: Número de horas por día
ru_ru: Количество часов в день

source: Only ticket accepted are taking into account for consumption calculation
es_ec: Solo tomar en cuenta para el cálculo de consumo los Casos aceptados
ru_ru: Для расчета потребления учитываются только принятые билеты.

source: Please activate the plugin
es_ec: Por favor active el complemento
ru_ru: Пожалуйста, активируйте плагин

source: Generation of the intervention report
es_ec: Generar informe de intervención
ru_ru: Генерация отчета о вмешательстве

source: New intervention
es_ec: Nueva intervención
ru_ru: Новое вмешательство

source: 2 hours minimum
es_ec: 2 horas mínimo
ru_ru: Минимум 2 часа

source: 3 hours minimum
es_ec: 3 horas mínimo
ru_ru: Минимум 3 часа

source: No picture uploaded
es_ec: Ninguna imagen cargada
ru_ru: Изображение не загружено

source: All new entity fields are not filled.
es_ec: Los campos de la nueva entidad no fueron completados.
ru_ru: Все поля новой организации не заполнены

source: An error happend while saving the entity.
es_ec: Ocurrió un error al grabar la entidad.
ru_ru: Произошла ошибка при сохранении организации.

source: Entity name already exists.
es_ec: Nombre de la entidad ya existe.
ru_ru: Организации с таким именем уже существует.

source: An error happend while updating the entity.
es_ec: Ocurrió un error al actualizar la entidad.
ru_ru: Произошла ошибка при обновлении организации.

source: Entity successfully updated.
es_ec: Entidad actualizada correctamente.
ru_ru: Организация успешно обновлена.

source: Entity successfully added.
es_ec: Entidad adicionada correctamente.
ru_ru: Организация успешно добавлена.

source: Entity saved in base
es_ec: Entidad grabada en la base de datos
ru_ru: Организация сохранена в базе

source: Entity informations not updated in base
es_ec: La informaciones de la entidad NO fueron grabadas en la base de datos
ru_ru: Информация об организации не обновлена в базе

source: All new contact fields are not filled.
es_ec: Los campos del nuevo contacto no fueron completados.
ru_ru: Не заполняются все новые поля контакта.

source: An error happend while saving the contact.
es_ec: Ocurrió un error al salvar el contacto.
ru_ru: Произошла ошибка при сохранении контакта.

source: An error happend while updating the contact.
es_ec: Ocurrió un error al actualizar en contacto.
ru_ru: Произошла ошибка при обновлении контакта.

source: Contact successfully updated.
es_ec: Contacto actualizado correctamente.
ru_ru: Контакт успешно обновлен.

source: Contact successfully added.
es_ec: Contacto agregado correctamente.
ru_ru: Контакт успешно добавлен.

source: Contact saved in base
es_ec: Contacto grabado en la base de datos
ru_ru: Контакт сохранен в базе

source: Contact informations not updated in base
es_ec: El contacto NO fue grabado en la base de datos
ru_ru: Информация о контакте не обновлена в базе

source: All new contract fields are not filled.
es_ec: Todos los campos del nuevo contrato NO fueron completados.
ru_ru: Не заполняются все новые поля контракта.

source: An error happend while saving the contract.
es_ec: Ocurrió un error al salvar el contrato.
ru_ru: Произошла ошибка при сохранении контракта.

source: An error happend while uploading the document.
es_ec: Ocurrió un error al actualizar el documento.
ru_ru: Произошла ошибка при загрузке документа.

source: Contract name already exists.
es_ec: Este nombre de contrato ya existe.
ru_ru: Контракт с таким именем уже существует.

source: An error happend while updating the contract.
es_ec: Ocurrió un error al actualizar el contrato.
ru_ru: Произошла ошибка при обновлении контракта.

source: Contract successfully updated
es_ec: Contrato actualizado con suceso
ru_ru: Контракт успешно обновлен

source: Contract successfully added
es_ec: Contrato adicionado con suceso
ru_ru: Контракт успешно добавлен

source: Document successfully added
es_ec: Documento adicionado con suceso
ru_ru: Документ успешно добавлен

source: Contract saved in base
es_ec: Contrato grabado en la base de datos
ru_ru: Контракт сохранен в базе

source: Contract informations not updated in base
es_ec: Las informaciones del contrato NO fueron actualizadas en la base de datos
ru_ru: Информация о контракте не обновлена в базе

source: All new contract management type fields are not filled.
es_ec: Todos los campos de administración del nuevo contrato NO están completes.
ru_ru: Не заполняются все новые поля типа управления контрактом.

source: An error happend while saving the contract management type.
es_ec: Ocurrió un error al salvar el tipo de administración del contrato.
ru_ru: Произошла ошибка при сохранении типа управления контрактом.

source: Contract management type name already exists.
es_ec: El nombre del tipo de administración de contrato ya existe.
ru_ru: Тип управления контрактом с таким именем уже существует.

source: An error happend while updating the contract management type.
es_ec: Ocurrió un error al actualizar el tipo de administración de contrato.
ru_ru: Произошла ошибка при обновлении типа управления контрактом.

source: An error happend while deleting the contract management type.
es_ec: Ocurrió un error al apagar el tipo de administración de contrato.
ru_ru: Произошла ошибка при удалении типа управления контрактом.

source: Contract management type successfully updated
es_ec: Tipo de administración de contrato actualizado con suceso
ru_ru: Тип управления контрактом успешно обновлен

source: Contract management type successfully added
es_ec: Tipo de administración de contrato adicionado con suceso
ru_ru: Тип управления контрактом успешно добавлен

source: Contract management type saved in base
es_ec: Tipo de administración de contrato grabado en la base de datos
ru_ru: Тип управления контрактом сохранен в базе

source: Contract management type informations not updated in base
es_ec: El tipo de administración de contrato NO fue grabado en la base de datos
ru_ru: Информация о типе управления контрактом не обновлена в базе

source: Contract management type succesfully deleted.
es_ec: Tipo de administración de contrato apagado con suceso.
ru_ru: Тип управления контрактом успешно удален.

source: All new fields are not filled.
es_ec: No fueron completados todos los campos.
ru_ru: Не заполняются все новые поля.

source: An error happend while saving the price.
es_ec: Ocurrió un error al salvar el precio.
ru_ru: Произошла ошибка при сохранении цены.

source: An error happend while updating the price.
es_ec: Ocurrió un error al actualizar el precio.
ru_ru: Произошла ошибка при обновлении цены.

source: An error happend while deleting the price.
es_ec: Ocurrió un error al apagar el precio.
ru_ru: Произошла ошибка при удалении цены.

source: Price successfully updated
es_ec: Precio actualizado con suceso
ru_ru: Цена успешно обновлена.

source: Price successfully added
es_ec: Precio inserido con suceso
ru_ru: Цена успешно добавлена.

source: Price saved in base
es_ec: Precio grabado en la base de datos
ru_ru: Цена сохранена в базе

source: Price succesfully deleted.
es_ec: Precio apagado con suceso.
ru_ru: Цена успешно удалена.

source: All new intervention fields are not filled.
es_ec: Los campos de la nueva intervención NO están completos.
ru_ru: Не заполняются все новые поля вмешательства.

source: An error happend while saving the intervention.
es_ec: Ocurrió un error al guardar la intervención.
ru_ru: Произошла ошибка при сохранении вмешательства.

source: An error happend while updating the intervention.
es_ec: Ocurrió un error al actualizar la intervención.
ru_ru: Произошла ошибка при обновлении вмешательства.

source: Intervention successfully updated.
es_ec: Intervención actualizada con éxito.
ru_ru: Вмешательство успешно обновлено.

source: Intervention successfully added.
es_ec: Intervención añadida con éxito.
ru_ru: Вмешательство успешно добавлено.

source: Intervention saved in base
es_ec: Intervención grabada en la base de datos
ru_ru: Вмешательство сохранено в базе

source: Intervention informations not updated in base
es_ec: Las informaciones de la intervención NO fueron grabadas en la base de datos
ru_ru: Информация о вмешательстве не обновлена в базе

source: All fields are not filled.
es_ec: No están todos los campos completos.
ru_ru: Не заполняются все поля.

source: An error happend while saving the informations.
es_ec: Ocurrió un error al salvar las informaciones.
ru_ru: Произошла ошибка при сохранении информации.

source: An error happend while updating the informations.
es_ec: Ocurrió un error al actualizar las informaciones.
ru_ru: Произошла ошибка при обновлении информации.

source: All infomations successfully updated.
es_ec: Todas las informaciones actualizadas con suceso.
ru_ru: Вся информация успешно обновлена.

source: All informations successfully added.
es_ec: Todas las informaciones adicionadas con suceso.
ru_ru: Вся информация успешно добавлена.

source: All informations saved in base
es_ec: Todas las informaciones grabadas en la base de datos
ru_ru: Вся информация сохранена в базе

source: All informations not updated in base
es_ec: Todas las informaciones NO fueron grabadas en la base de datos
ru_ru: Вся информация не обновлена в базе

source: Entity and contact successfully added
es_ec: Entidad y contacto adicionados con suceso
ru_ru: Организация и контакт успешно добавлены.

source: Entity and contract successfully added
es_ec: Entidad y contrato adicionados con suceso
ru_ru: Организация и контракт успешно добавлены.

source: Entity and intervention successfully added
es_ec: Entidad e intervención añadidas correctamente
ru_ru: Организация и вмешательство успешно добавлены.

source: Contract and intervention successfully added
es_ec: Contrato e intervención añadidos con éxito
ru_ru: Контракт и вмешательство успешно добавлены.

source: Entity, intervention and contract successfully added
es_ec: Entidad, intervención y contrato añadidos con éxito
ru_ru: Организация, вмешательство и контракт успешно добавлены.

source: This action is irreversible, Continue ?
es_ec: Esta acción es definitiva, ¿Continuar?
ru_ru: Это действие необратимо, продолжить?

source: Update this entity
es_ec: Actualice esta entidad
ru_ru: Обновить эту организацию

source: Update this contract only
es_ec: Actualice unicamente este contrato
ru_ru: Обновить только этот контракт

source: Update this contact only
es_ec: Actualice unicamente este contacto
ru_ru: Обновить только этот контакт

source: Update this intervention only
es_ec: Actualice unicamente esta intervención
ru_ru: Обновить только это вмешательство

source: Update this price
es_ec: Actualice este precio
ru_ru: Обновить эту цену

source: Add elements form
es_ec: Agregar formulario de elementos
ru_ru: Форма добавления элементов

source: New entity
es_ec: Nueva entidad
ru_ru: Новая организация

source: New contact
es_ec: Nuevo contacto
ru_ru: Новый контакт

source: New contract
es_ec: Nuevo contrato
ru_ru: Новый контракт

# button
source: Next >
es_ec: Siguiente
ru_ru: Далее >

# button
source: Add only the entity
es_ec: Agregar solamente la entidad
ru_ru: Добавить только организацию

source: New entity created previously
es_ec: Entidad creada previamente
ru_ru: Новая организация создана ранее

source: Update this contact
es_ec: Actualice este contrato
ru_ru: Обновить этот контакт

source: Add only the contact
es_ec: Agregue solamente el contacto
ru_ru: Добавить только контакт

source: Add another contact
es_ec: Agregue otro contacto
ru_ru: Добавить другой контакт

source: Add only the contract
es_ec: Agregue solamente el contrato
ru_ru: Добавить только контракт

source: Document list
es_ec: Lista de documentos
ru_ru: Список документов

source: Date of signature
es_ec: Fecha de la firma
ru_ru: Дата подписания

source: Date of renewal
es_ec: Fecha de la renovación
ru_ru: Дата обновления

source: Mode of management
es_ec: Modo de gestión
ru_ru: Режим управления

source: Type of service contract
es_ec: Tipo de contrato de servicio
ru_ru: Тип услуги контракта

source: Contract is imported in GLPI
es_ec: El contrato se importa a GLPI
ru_ru: Контракт импортирован в GLPI

source: Show on GANTT
es_ec: Mostrar en GANTT
ru_ru: Показать на диаграмме Ганта

source: Refacturable costs
es_ec: Tarifas Refacturables
ru_ru: Расходы на рефакторинг

source: Movement management
es_ec: Gestión de movilización
ru_ru: Управление движением

source: Duration of moving
es_ec: Tiempo de trayecto
ru_ru: Длительность перемещения

source: New contract created previously
es_ec: Nuevo contrato creado previamente
ru_ru: Новый контракт создан ранее

source: Period name
es_ec: Nombre del período
ru_ru: Название периода

source: Postponement
es_ec: Postergación
ru_ru: Отсрочка

source: Initial credit
es_ec: Credito Inicial
ru_ru: Начальный кредит

source: Already charged
es_ec: Ya facturado
ru_ru: Уже начислено

source: Update this intervention
es_ec: Actualizar esta intervención
ru_ru: Обновить это вмешательство

source: Add only the intervention
es_ec: Añadir sólo la intervención
ru_ru: Добавить только вмешательство

source: Add another intervention
es_ec: Añadir otra intervención
ru_ru: Добавить другое вмешательство

source: Add a new price
es_ec: Añadir un nuevo precio
ru_ru: Добавить новую цену

source: Daily rate
es_ec: Tarifa por día
ru_ru: Ежедневная ставка

source: Hourly rate
es_ec: Tarifa por hora
ru_ru: Почасовая ставка

source: Is default
es_ec: Es predeterminado
ru_ru: По умолчанию

source: Add this price
es_ec: Añadir precios
ru_ru: Добавить эту цену

source: Delete this price
es_ec: Borrar precios
ru_ru: Удалить эту цену

source: Reinitialize forms
es_ec: Reiniciar formularios
ru_ru: Переинициализация форм

source: Add all previous elements
es_ec: Añadir todos los elementos anteriores
ru_ru: Добавить все предыдущие элементы

source: The previous entity will be added, continue ?
es_ec: Se añadirá la entidad anterior, continuar?
ru_ru: Предыдущая организация будет добавлена, продолжить?

source: The previous contract will be added, continue ?
es_ec: Se añadirá el contrato anterior, continuar?
ru_ru: Предыдущий контракт будет добавлен, продолжить?

source: The previous entity and contract will be added, continue ?
es_ec: La entidad y el contrato anteriores se añadirán, continuar?
ru_ru: Предыдущая организация и контракт будут добавлены, продолжить?

source: All previous elements will be added, continue ?
es_ec: Se añadirán todos los elementos anteriores, continuar?
ru_ru: Все предыдущие элементы будут добавлены, продолжить?

source: All previous elements will be updated, continue ?
es_ec: Se actualizarán todos los elementos anteriores, continuar?
ru_ru: Все предыдущие элементы будут обновлены, продолжить?

source: Associated commercial
es_ec: Comercial asociado
ru_ru: Связаная коммерция

source: Company
es_ec: Compañias
ru_ru: Компания

source: Logo (format JPG or JPEG)
es_ec: Logo (formato JPG o JPEG)
ru_ru: Логотип (формат JPG или JPEG)

source: The format of the image must be in JPG or JPEG
es_ec: El formato de la imagen debe ser en JPG o JPEG
ru_ru: Формат изображения должен быть в JPG или JPEG

source: Logo %d
ru_ru: Логотип %d

source: Options
es_ec: Opciones
ru_ru: Опции

source: Save reports in glpi
es_ec: Guardar reportes en GLPI
ru_ru: Сохранять отчеты в glpi

source: Rubric by default for reports
es_ec: Rúbrica por defecto para informes
ru_ru: Рубрика по умолчанию для отчетов

source: Use of price
es_ec: Uso del precio
ru_ru: Использование цены

source: Configuration daily or hourly
es_ec: Configuración diaria o por horas
ru_ru: Конфигурация ежедневная или почасовая

source: Only public task are visible on intervention report
es_ec: Sólo las tareas públicas son visibles en el informe de intervención
ru_ru: Только публичные задачи видны в отчете о вмешательствах

source: Allow periods on the same interval of dates
es_ec: Permitir períodos en el mismo intervalo de fechas
ru_ru: Разрешить периоды на одном интервале дат

source: Configuring the client side view
es_ec: Configuración de la vista del cliente
ru_ru: Настройка клиентского представления

source: List of default statuses for general monitoring
es_ec: Lista de estados por defecto para la supervisión general
ru_ru: Список статусов по умолчанию для общего мониторинга

source: Default Business list for general monitoring
es_ec: Lista de empresas predeterminada para supervisión general
ru_ru: Список предприятий по умолчанию для общего мониторинга

source: Display comments from the company in the CRI
es_ec: Mostrar comentarios de la empresa en el Informe de Intervención
ru_ru: Отображать комментарии от компании в CRI

source: CRI generation form
es_ec: Formulario de generación de Informe de Intervención
ru_ru: Форма генерации CRI

source: Use Non-accomplished tasks informations
es_ec: Usar información de tareas no completadas
ru_ru: Использовать информацию о невыполненных задачах

source: Display PDF
es_ec: Mostrar PDF
ru_ru: Отображать PDF

source: State of ticket created
es_ec: Estado del Caso creado
ru_ru: Состояние созданного тикета

source: Default duration
es_ec: Duración predeterminada
ru_ru: Длительность по умолчанию

source: Default time AM
es_ec: Hora predeterminada AM
ru_ru: Время AM по умолчанию

source: Default time PM
es_ec: Hora predeterminada PM
ru_ru: Время PM по умолчанию

source: Disable creation date in header of PDF
es_ec: Deshabilitar la fecha de creación en el encabezado del PDF
ru_ru: Отключить дату создания в заголовке PDF

source: Warning: changing the configuration daily or hourly impacts the types of contract
es_ec: Advertencia: cambiar la configuración diaria u horaria afecta a los tipos de contrato
ru_ru: Внимание: изменение конфигурации на ежедневную или почасовую влияет на типы контракта

source: Add a company
es_ec: Agregar una empresa
ru_ru: Добавить компанию

source: Hourly
es_ec: Por hora
ru_ru: Почасовая

source: Period of contract
es_ec: Períodos de contrato
ru_ru: Период контракта

source: Type of management
es_ec: Tipo de gestión
ru_ru: Тип управления

source: Contract detail
es_ec: Detalles del contrato
ru_ru: Детали контракта

source: Associated assistance contracts
es_ec: Contratos de asistencia asociados
ru_ru: Ассоциированные контракты на помощь

source: Used by default
es_ec: Usado por defecto
ru_ru: Используется по умолчанию

source: Please note that there are no more contracts with days available for this customer.
ru_ru: Обратите внимание, что больше нет контрактов с доступными днями для этого клиента.

source: Quarterly
es_ec: Trimestrales
ru_ru: Ежеквартально

source: Annual
es_ec: Anual
ru_ru: Годовой

source: By intervention
es_ec: Por intervención
ru_ru: По вмешательству

source: Technical Assistance
es_ec: Asistencia Técnica
ru_ru: Техническая помощь

source: Package
es_ec: Paquete
ru_ru: Пакет

source: Intervention
es_ec: Intervención
ru_ru: Вмешательство

source: Interventions reports
es_ec: Informes de intervenciones
ru_ru: Отчеты о вмешательствах

source: Credit remaining
es_ec: Credito restante
ru_ru: Остаток кредита

source: Total consummated
es_ec: Total consumido
ru_ru: Всего потреблено

source: Total remaining
es_ec: Total restante
ru_ru: Всего оставшегося

source: Total exceeding
es_ec: Total excedente
ru_ru: Всего превышено

source: Guaranteed package
es_ec: Garantía
ru_ru: Гарантированный пакет

source: Remaining total (amount)
es_ec: Total restante (cantidad)
ru_ru: Остаток всего (сумма)

source: Add a contract day
es_ec: Añadir un servicio
ru_ru: Добавить день контракта

source: Type of contract
es_ec: Tipo de contrato
ru_ru: Тип контракта

source: End date cannot be less than begin date
es_ec: La fecha final no puede ser inferior a la fecha inicial
ru_ru: Дата окончания не может быть меньше даты начала

source: The contract period %s already exists
es_ec: El período de contrato 1%s ya existe
ru_ru: Период контракта %s уже существует

source: Color
ru_ru: Цвет

source: Color field is not correct
es_ec: Campo de color incorrecto
ru_ru: Поле цвета неверно

source: Out of contract
es_ec: Fuera de contrato
ru_ru: Вне контракта

source: Technicians
es_ec: Técnicos
ru_ru: Техники

source: Please assign a technician to your tasks
es_ec: Por favor, asigne un técnico para sus tareas
ru_ru: Пожалуйста, назначьте техника для ваших задач

source: Add a technician
es_ec: Agregar un técnico
ru_ru: Добавить техника

source: Number of moving
es_ec: Cantidad de movilización
ru_ru: Количество перемещений

source: Detail of the realized works
es_ec: Detalle de los trabajos realizados
ru_ru: Детали выполненных работ

source: Regenerate the intervention report
es_ec: Regenerar el informe de intervención
ru_ru: Перегенерировать отчет о вмешательстве

source: Impossible generation, you didn't create a scheduled task
es_ec: Generación imposible, no has creado una tarea programada
ru_ru: Невозможно сгенерировать, вы не создали запланированную задачу

source: No tasks whose category can be used
es_ec: No se pueden utilizar tareas cuya categoría
ru_ru: Нет задач, категория которых может быть использована

source: Please fill the contract period begin and end dates.
es_ec: Por favor, rellene las fechas de inicio y finalización del período del contrato.
ru_ru: Пожалуйста, заполните даты начала и окончания периода контракта.
